Repository: MochiLog/MochiLog-Windows
Catalog: resources/Shared.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# mt_087
source: View connection, transfer, and import events. Raw analytics logs and pairing keys are excluded.
de: Verbindungs-, Übertragungs- und Importereignisse anzeigen. Rohe Analysedaten und Kopplungsschlüssel sind nicht enthalten.
es: Consulta los eventos de conexión, transferencia e importación. No se incluyen registros de análisis sin procesar ni claves de emparejamiento.
fr: Consultez les événements de connexion, de transfert et d’importation. Les journaux d’analyse bruts et les clés de jumelage sont exclus.
ja: 接続・受信・解析の状態を確認できます。解析ログ本文やペアリング鍵は含まれません。
ko: 연결·전송·가져오기 이벤트를 확인합니다. 분석 로그 원문과 페어링 키는 포함되지 않습니다.
zh_hans: 查看连接、传输和导入事件。不包含原始分析日志或配对密钥。
zh_hant: 檢視連線、傳輸和匯入事件。不包含原始分析日誌或配對金鑰。

# mt_088
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
ja: この端末
ko: 이 기기
zh_hans: 此设备
zh_hant: 此裝置

# mt_m_00
source: Search for a device to begin
de: Suchen Sie zuerst nach einem Gerät
es: Busca un dispositivo para empezar
fr: Recherchez un appareil pour commencer
ja: 端末を検索してください
ko: 시작하려면 기기를 검색하세요
zh_hans: 请先查找设备
zh_hant: 請先尋找裝置

# mt_m_01
source: Paired with iPhone or iPad
de: Mit iPhone oder iPad gekoppelt
es: Emparejado con iPhone o iPad
fr: Jumelé avec l’iPhone ou l’iPad
ja: iPhoneまたはiPadとのペアリングが完了しました
ko: iPhone 또는 iPad와 페어링했습니다
zh_hans: 已与 iPhone 或 iPad 配对
zh_hant: 已與 iPhone 或 iPad 配對

# mt_m_02
source: Could not start transfer listener: %@
de: Übertragung konnte nicht gestartet werden: %@
es: No se pudo iniciar la espera de transferencia: %@
fr: Impossible de démarrer l’attente de transfert : %@
ja: 転送待機を開始できません: %@
ko: 전송 대기를 시작할 수 없습니다: %@
zh_hans: 无法启动传输监听：%@
zh_hant: 無法啟動傳輸接收：%@

# mt_m_03
source: Found %d devices
de: %d Geräte gefunden
es: Se encontraron %d dispositivos
fr: %d appareils trouvés
ja: %d台の端末が見つかりました
ko: 기기 %d대를 찾았습니다
zh_hans: 找到 %d 台设备
zh_hant: 找到 %d 部裝置

# mt_m_04
source: Device search failed: %@
de: Gerätesuche fehlgeschlagen: %@
es: Error al buscar dispositivos: %@
fr: Échec de la recherche d’appareils : %@
ja: 端末検索に失敗: %@
ko: 기기 검색 실패: %@
zh_hans: 设备查找失败：%@
zh_hant: 裝置搜尋失敗：%@

# mt_m_05
source: Scan the QR code for %@ in MochiLog on your iPhone or iPad
de: Scannen Sie den QR-Code für %@ in MochiLog auf dem iPhone oder iPad
es: Escanea el código QR de %@ en MochiLog para iPhone o iPad
fr: Scannez le code QR de %@ dans MochiLog sur iPhone ou iPad
ja: %@のQRコードをiPhoneまたはiPadのMochiLogで読み取ってください
ko: iPhone 또는 iPad의 MochiLog에서 %@의 QR 코드를 스캔하세요
zh_hans: 请在 iPhone 或 iPad 上的 MochiLog 中扫描 %@ 的二维码
zh_hant: 請在 iPhone 或 iPad 上的 MochiLog 中掃描 %@ 的 QR 碼

# mt_m_06
source: Could not save pairing: %@
de: Kopplung konnte nicht gespeichert werden: %@
es: No se pudo guardar el emparejamiento: %@
fr: Impossible d’enregistrer le jumelage : %@
ja: ペアリング情報を保存できません: %@
ko: 페어링 정보를 저장할 수 없습니다: %@
zh_hans: 无法保存配对信息：%@
zh_hant: 無法儲存配對資訊：%@

# mt_m_07
source: %@: collected %d of %d files
de: %@: %d von %d Dateien erfasst
es: %@: recopilados %d de %d archivos
fr: %@ : %d fichiers sur %d collectés
ja: %@: %d/%d件を取得
ko: %@: 파일 %d/%d개 수집
zh_hans: %@：已收集 %d/%d 个文件
zh_hant: %@：已收集 %d/%d 份檔案

# mt_m_08
source: %@: saved %d battery logs; excluded %d unrelated files
de: %@: %d Batterieprotokolle gespeichert; %d andere Dateien ausgeschlossen
es: %@: %d registros de batería guardados; %d archivos no relacionados excluidos
fr: %@ : %d journaux de batterie enregistrés ; %d autres fichiers exclus
ja: %@: 電池ログ%d件保存、対象外%d件を除外
ko: %@: 배터리 로그 %d개 저장, 관련 없는 파일 %d개 제외
zh_hans: %@：已保存 %d 个电池日志，排除 %d 个无关文件
zh_hant: %@：已儲存 %d 份電池日誌，排除 %d 份無關檔案

# mt_m_09
source: %@: saved %d, excluded %d, failed %d. Will retry later. %@
de: %@: %d gespeichert, %d ausgeschlossen, %d fehlgeschlagen. Späterer Versuch. %@
es: %@: %d guardados, %d excluidos, %d fallidos. Se reintentará más tarde. %@
fr: %@ : %d enregistrés, %d exclus, %d échecs. Nouvel essai ultérieur. %@
ja: %@: %d件保存、対象外%d件、取得失敗%d件。次回再試行します。%@
ko: %@: %d개 저장, %d개 제외, %d개 실패. 나중에 다시 시도합니다. %@
zh_hans: %@：保存 %d 个，排除 %d 个，失败 %d 个。稍后重试。%@
zh_hant: %@：儲存 %d 份，排除 %d 份，失敗 %d 份。稍後重試。%@

# mt_m_10
source: Bundled log collector is missing
de: Das enthaltene Sammelprogramm fehlt
es: Falta la herramienta de recopilación incluida
fr: L’outil de collecte intégré est introuvable
ja: 同梱のログ収集ツールがありません
ko: 포함된 로그 수집 도구가 없습니다
zh_hans: 缺少内置日志收集工具
zh_hant: 缺少內建日誌收集工具

# mt_m_11
source: On your iPhone or iPad, open Settings → Developer → Paired Macs
de: Öffnen Sie auf dem iPhone oder iPad Einstellungen → Entwickler → Gekoppelte Macs
es: En el iPhone o iPad, abre Ajustes → Desarrollador → Mac emparejados
fr: Sur l’iPhone ou l’iPad, ouvrez Réglages → Développeur → Mac jumelés
ja: iPhoneまたはiPadで「設定 → デベロッパ → ペアリング済みMac」を開いてください
ko: iPhone 또는 iPad에서 설정 → 개발자 → 페어링된 Mac을 여세요
zh_hans: 在 iPhone 或 iPad 上打开“设置 → 开发者 → 已配对的 Mac”
zh_hant: 在 iPhone 或 iPad 上開啟「設定 → 開發者 → 已配對的 Mac」

# mt_m_12
source: Could not start OS pairing: %@
de: OS-Kopplung konnte nicht gestartet werden: %@
es: No se pudo iniciar el emparejamiento del sistema: %@
fr: Impossible de démarrer le jumelage système : %@
ja: OSペアリングを開始できません: %@
ko: OS 페어링을 시작할 수 없습니다: %@
zh_hans: 无法开始系统配对：%@
zh_hant: 無法開始系統配對：%@

# mt_m_13
source: OS pairing completed. Search for your device
de: OS-Kopplung abgeschlossen. Suchen Sie nach Ihrem Gerät
es: Emparejamiento del sistema completado. Busca tu dispositivo
fr: Jumelage système terminé. Recherchez votre appareil
ja: OSペアリングが完了しました。端末を検索してください。
ko: OS 페어링이 완료되었습니다. 기기를 검색하세요
zh_hans: 系统配对完成，请查找设备
zh_hant: 系統配對完成，請尋找裝置

# mt_m_14
source: OS pairing did not finish. Check the requirements and try again
de: OS-Kopplung nicht abgeschlossen. Prüfen Sie die Voraussetzungen und versuchen Sie es erneut
es: El emparejamiento del sistema no terminó. Revisa los requisitos e inténtalo de nuevo
fr: Le jumelage système n’a pas abouti. Vérifiez les conditions et réessayez
ja: OSペアリングが完了しませんでした。条件を確認して再試行してください。
ko: OS 페어링이 완료되지 않았습니다. 조건을 확인하고 다시 시도하세요
zh_hans: 系统配对未完成，请检查条件后重试
zh_hant: 系統配對未完成，請檢查條件後重試

# mt_m_15
source: Waiting for an iPhone or iPad connection
de: Warte auf Verbindung vom iPhone oder iPad
es: Esperando la conexión de un iPhone o iPad
fr: En attente de connexion d’un iPhone ou iPad
ja: iPhoneまたはiPadからの接続を待機中
ko: iPhone 또는 iPad 연결 대기 중
zh_hans: 正在等待 iPhone 或 iPad 连接
zh_hant: 正在等待 iPhone 或 iPad 連線

# mt_m_16
source: Could not wait for a connection: %@
de: Warten auf Verbindung fehlgeschlagen: %@
es: Error al esperar la conexión: %@
fr: Échec de l’attente de connexion : %@
ja: 接続待機に失敗: %@
ko: 연결 대기 실패: %@
zh_hans: 等待连接失败：%@
zh_hant: 等待連線失敗：%@

# mt_m_17
source: Could not save pairing confirmation: %@
de: Kopplungsbestätigung konnte nicht gespeichert werden: %@
es: No se pudo guardar la confirmación de emparejamiento: %@
fr: Impossible d’enregistrer la confirmation du jumelage : %@
ja: ペアリング確認の保存に失敗: %@
ko: 페어링 확인 저장 실패: %@
zh_hans: 无法保存配对确认：%@
zh_hant: 無法儲存配對確認：%@

# mt_m_18
source: Transfer failed: %@
de: Übertragung fehlgeschlagen: %@
es: Error de transferencia: %@
fr: Échec du transfert : %@
ja: 転送に失敗: %@
ko: 전송 실패: %@
zh_hans: 传输失败：%@
zh_hant: 傳輸失敗：%@

# mt_c_00
source: The bundled log collector is missing. Reinstall the app from the DMG.
de: Das enthaltene Sammelprogramm fehlt. Installieren Sie die App erneut aus der DMG.
es: Falta la herramienta de recopilación incluida. Reinstala la app desde el DMG.
fr: L’outil de collecte intégré est introuvable. Réinstallez l’app depuis le DMG.
ja: 同梱のログ収集ツールが見つかりません。DMGからアプリを再インストールしてください。
ko: 포함된 로그 수집 도구가 없습니다. DMG에서 앱을 다시 설치하세요.
zh_hans: 缺少内置日志收集工具。请从 DMG 重新安装应用。
zh_hant: 缺少內建日誌收集工具。請從 DMG 重新安裝 App。

# mt_c_01
source: Log collection timed out
de: Zeitüberschreitung bei der Protokollsammlung
es: Se agotó el tiempo de recopilación de registros
fr: Délai de collecte des journaux dépassé
ja: ログ収集がタイムアウトしました
ko: 로그 수집 시간이 초과되었습니다
zh_hans: 日志收集超时
zh_hant: 日誌收集逾時

# mt_c_02
source: Collector stopped with signal %d. %@
de: Sammelprogramm wurde durch Signal %d beendet. %@
es: La herramienta se detuvo con la señal %d. %@
fr: L’outil s’est arrêté avec le signal %d. %@
ja: 収集ツールがシグナル%dで異常終了しました。%@
ko: 수집 도구가 신호 %d로 종료되었습니다. %@
zh_hans: 收集工具因信号 %d 停止。%@
zh_hant: 收集工具因訊號 %d 停止。%@

# mt_c_03
source: Collector stopped with exit code %d. %@
de: Sammelprogramm wurde mit Code %d beendet. %@
es: La herramienta se detuvo con el código %d. %@
fr: L’outil s’est arrêté avec le code %d. %@
ja: 収集ツールが終了コード%dで停止しました。%@
ko: 수집 도구가 종료 코드 %d로 중지되었습니다. %@
zh_hans: 收集工具以代码 %d 停止。%@
zh_hant: 收集工具以代碼 %d 停止。%@

# mt_c_04
source: Could not read the device list
de: Geräteliste konnte nicht gelesen werden
es: No se pudo leer la lista de dispositivos
fr: Impossible de lire la liste des appareils
ja: 端末一覧を読み取れませんでした
ko: 기기 목록을 읽을 수 없습니다
zh_hans: 无法读取设备列表
zh_hant: 無法讀取裝置列表

# mt_c_05
source: Invalid device identifier in analytics log
de: Ungültige Gerätekennung im Analyseprotokoll
es: Identificador de dispositivo no válido en el registro
fr: Identifiant d’appareil invalide dans le journal
ja: 診断ログの端末識別子が不正です
ko: 분석 로그의 기기 식별자가 올바르지 않습니다
zh_hans: 分析日志中的设备标识符无效
zh_hant: 分析日誌中的裝置識別碼無效

# mt_c_06
source: Invalid queue path
de: Ungültiger Warteschlangenpfad
es: Ruta de la cola no válida
fr: Chemin de file d’attente invalide
ja: 待機列のパスが不正です
ko: 대기열 경로가 올바르지 않습니다
zh_hans: 队列路径无效
zh_hant: 佇列路徑無效

# mt_c_07
source: Log file exceeds the transfer size limit
de: Protokolldatei überschreitet die Übertragungsgrenze
es: El archivo supera el límite de transferencia
fr: Le fichier dépasse la limite de transfert
ja: ログファイルが転送上限を超えました
ko: 로그 파일이 전송 크기 제한을 초과했습니다
zh_hans: 日志文件超出传输大小限制
zh_hant: 日誌檔案超過傳輸大小限制

# mt_c_08
source: Encryption failed
de: Verschlüsselung fehlgeschlagen
es: Error de cifrado
fr: Échec du chiffrement
ja: 暗号化に失敗しました
ko: 암호화에 실패했습니다
zh_hans: 加密失败
zh_hant: 加密失敗

# mt_l_00
source: Licenses and notices
de: Lizenzen und Hinweise
es: Licencias y avisos
fr: Licences et mentions
ja: ライセンスとお知らせ
ko: 라이선스 및 고지
zh_hans: 许可证与声明
zh_hant: 授權與聲明

# mt_l_02
source: Log collector
de: Log-Sammler
es: Recopilador de registros
fr: Collecteur de journaux
ja: ログ収集ツール
ko: 로그 수집 도구
zh_hans: 日志收集工具
zh_hant: 日誌收集工具

# mt_l_04
source: Python dependencies
de: Python-Abhängigkeiten
es: Dependencias de Python
fr: Dépendances Python
ja: Python依存パッケージ
ko: Python 종속성
zh_hans: Python 依赖项
zh_hant: Python 相依套件

# mt_l_05
source: Third-party notices
de: Hinweise zu Drittanbietern
es: Avisos de terceros
fr: Mentions des tiers
ja: サードパーティーに関するお知らせ
ko: 서드 파티 고지
zh_hans: 第三方声明
zh_hant: 第三方聲明

# mt_l_06
source: License text is unavailable.
de: Lizenztext ist nicht verfügbar.
es: El texto de la licencia no está disponible.
fr: Le texte de la licence est indisponible.
ja: ライセンス文書を読み込めません。
ko: 라이선스 문서를 사용할 수 없습니다.
zh_hans: 无法显示许可证文本。
zh_hant: 無法顯示授權文字。

# mt_l_07
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

# mt_l_08
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용 약관
zh_hans: 使用条款
zh_hant: 使用條款

# mt_nav_overview
source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 概覽

# mt_nav_devices
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: 端末
ko: 기기
zh_hans: 设备
zh_hant: 裝置

# mt_nav_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# mt_nav_activity
source: Log collection
de: Protokolle sammeln
es: Recopilación de registros
fr: Collecte des journaux
ja: ログの収集
ko: 로그 수집
zh_hans: 日志收集
zh_hant: 日誌收集

# mt_send_now
source: Send now
de: Jetzt senden
es: Enviar ahora
fr: Envoyer maintenant
ja: 今すぐ送信
ko: 지금 보내기
zh_hans: 立即发送
zh_hant: 立即傳送

# mt_send_empty
source: No logs are queued. Collect logs first.
de: Keine Logs in der Warteschlange. Sammle zuerst Logs.
es: No hay registros pendientes. Recopila los registros primero.
fr: Aucun journal en attente. Collectez-les d’abord.
ja: 送信待ちのログはありません。先にログを収集してください。
ko: 전송 대기 중인 로그가 없습니다. 먼저 로그를 수집하세요.
zh_hans: 没有待发送日志。请先收集日志。
zh_hant: 沒有待傳送日誌。請先收集日誌。

# mt_send_queued
source: Queued logs: %d. Open MochiLog on the iPhone or iPad to receive them.
de: Logs in der Warteschlange: %d. Öffne MochiLog auf dem iPhone oder iPad, um sie zu empfangen.
es: Registros pendientes: %d. Abre MochiLog en el iPhone o iPad para recibirlos.
fr: Journaux en attente : %d. Ouvrez MochiLog sur l’iPhone ou l’iPad pour les recevoir.
ja: 送信待ちのログ: %d件。iPhoneまたはiPadでMochiLogを開くと受信します。
ko: 전송 대기 로그: %d개. iPhone 또는 iPad에서 MochiLog를 열어 받으세요.
zh_hans: 待发送日志：%d 个。请在 iPhone 或 iPad 上打开 MochiLog 接收。
zh_hant: 待傳送日誌：%d 個。請在 iPhone 或 iPad 上開啟 MochiLog 接收。

# mt_send_hint
source: Send now announces queued logs on the local network. The iPhone or iPad app must be open to receive them. Over Tailscale, receipt starts at the next periodic check. A closed app cannot be woken by the Mac.
de: „Jetzt senden“ kündigt wartende Logs im lokalen Netzwerk an. Die iPhone- oder iPad-App muss geöffnet sein. Über Tailscale beginnt der Empfang bei der nächsten regelmäßigen Prüfung. Der Mac kann eine geschlossene App nicht wecken.
es: «Enviar ahora» anuncia los registros pendientes en la red local. La app del iPhone o iPad debe estar abierta. Con Tailscale se recibirán en la siguiente comprobación periódica. El Mac no puede abrir una app cerrada.
fr: «Envoyer maintenant» annonce les journaux en attente sur le réseau local. L’app iPhone ou iPad doit être ouverte. Via Tailscale, la réception commence lors de la prochaine vérification périodique. Le Mac ne peut pas réveiller une app fermée.
ja: 「今すぐ送信」はローカルネットワーク上で送信待ちのログを通知します。受信にはiPhoneまたはiPadでアプリを開く必要があります。Tailscale経由では次の定期確認時に受信します。Macから閉じたアプリを起動することはできません。
ko: 지금 보내기는 로컬 네트워크에 대기 중인 로그를 알립니다. iPhone 또는 iPad 앱을 열어야 받을 수 있습니다. Tailscale에서는 다음 정기 확인 때 받습니다. Mac은 종료된 앱을 깨울 수 없습니다.
zh_hans: “立即发送”会在本地网络发布待发送日志。iPhone 或 iPad App 必须处于打开状态。通过 Tailscale 时，将在下次定期检查时接收。Mac 无法唤醒已关闭的 App。
zh_hant: 「立即傳送」會在區域網絡發佈待傳送日誌。iPhone 或 iPad App 必須保持開啟。透過 Tailscale 時，會在下次定期檢查時接收。Mac 無法喚醒已關閉的 App。

# mt_last_request
source: Last app request: %@
de: Letzte App-Anfrage: %@
es: Última solicitud de la app: %@
fr: Dernière requête de l’app : %@
ja: アプリからの最終通信: %@
ko: 마지막 앱 요청: %@
zh_hans: App 上次请求：%@
zh_hant: App 上次請求：%@

# mt_no_request
source: No app request in this Mac session yet
de: Noch keine App-Anfrage in dieser Mac-Sitzung
es: Aún no hay solicitudes de la app en esta sesión
fr: Aucune requête de l’app pendant cette session
ja: このMacの起動後、アプリからの通信はまだありません
ko: 이번 Mac 실행 중 앱 요청 없음
zh_hans: 本次 Mac 会话中尚无 App 请求
zh_hant: 本次 Mac 工作階段中尚無 App 請求

# mt_paired
source: Paired; not necessarily connected now
de: Gekoppelt; derzeit nicht unbedingt verbunden
es: Enlazado; puede que no esté conectado ahora
fr: Jumelé ; pas forcément connecté actuellement
ja: ペアリング済み。現在接続中とは限りません
ko: 페어링됨. 현재 연결된 상태는 아닐 수 있습니다
zh_hans: 已配对；当前不一定已连接
zh_hant: 已配對；目前不一定已連線

# mt_presence_foreground
source: App open and responding
de: App geöffnet und erreichbar
es: App abierta y responde
fr: App ouverte et joignable
ja: アプリを開いています
ko: 앱이 열려 있고 응답 중
zh_hans: App 已打开且有响应
zh_hant: App 已開啟且有回應

# mt_presence_transferring
source: Sending logs to the app
de: Logs werden an die App gesendet
es: Enviando registros a la app
fr: Envoi des journaux à l’app
ja: アプリへログを転送中
ko: 앱으로 로그 전송 중
zh_hans: 正在向 App 发送日志
zh_hant: 正在向 App 傳送日誌

# mt_presence_background
source: App in background
de: App im Hintergrund
es: App en segundo plano
fr: App en arrière-plan
ja: アプリはバックグラウンドです
ko: 앱이 백그라운드에 있음
zh_hans: App 在后台
zh_hant: App 在背景執行

# mt_presence_no_response
source: No recent response; app closed or unreachable
de: Keine neue Antwort; App geschlossen oder nicht erreichbar
es: Sin respuesta reciente; app cerrada o inaccesible
fr: Aucune réponse récente ; app fermée ou inaccessible
ja: 最近の応答なし。アプリ終了または通信不可
ko: 최근 응답 없음: 앱 종료 또는 연결 불가
zh_hans: 近期无响应：App 已关闭或无法连接
zh_hant: 近期無回應：App 已關閉或無法連線

# mt_presence_unknown
source: App state not yet confirmed
de: App-Status noch nicht bestätigt
es: Estado de la app aún sin confirmar
fr: État de l’app non confirmé
ja: アプリの状態をまだ確認できません
ko: 앱 상태 아직 확인되지 않음
zh_hans: 尚未确认 App 状态
zh_hant: 尚未確認 App 狀態

# mt_presence_note
source: “Open” means a recent authenticated request, not a permanent connection. If an app closes unexpectedly, it may take about 2½ minutes to show no response.
de: „Geöffnet“ bedeutet eine kürzliche authentifizierte Anfrage, keine dauerhafte Verbindung. Nach einem unerwarteten Schließen kann es etwa 2½ Minuten bis „Keine Antwort“ dauern.
es: «Abierta» indica una solicitud autenticada reciente, no una conexión permanente. Tras un cierre inesperado, pueden pasar unos 2,5 minutos hasta mostrar «Sin respuesta».
fr: «Ouverte» indique une requête authentifiée récente, pas une connexion permanente. Après une fermeture inattendue, l’absence de réponse peut apparaître sous environ 2 min 30.
ja: 「開いている」は最近の認証済み通信を示し、常時接続ではありません。予期せず終了した場合、応答なしへの切り替えに約2分半かかることがあります。
ko: 「열림」은 최근 인증된 요청을 뜻하며 지속 연결은 아닙니다. 앱이 갑자기 종료되면 응답 없음 표시까지 약 2분 30초 걸릴 수 있습니다.
zh_hans: “已打开”表示近期收到经过验证的请求，并非持续连接。App 意外关闭后，约需 2 分半钟才会显示“无响应”。
zh_hant: 「已開啟」表示近期收到經驗證的請求，並非持續連線。App 意外關閉後，約需 2 分半鐘才會顯示「無回應」。

# mt_nav_connected
source: Paired devices
de: Gekoppelte Geräte
es: Dispositivos enlazados
fr: Appareils jumelés
ja: ペアリング済みの端末
ko: 페어링된 기기
zh_hans: 已配对设备
zh_hant: 已配對裝置

# mt_nav_no_devices
source: No devices paired yet. Set up a device to collect logs.
de: Noch keine Geräte gekoppelt. Richten Sie ein Gerät ein, um Protokolle zu sammeln.
es: Aún no hay dispositivos enlazados. Configura uno para recopilar registros.
fr: Aucun appareil jumelé. Configurez-en un pour collecter les journaux.
ja: 連携中の端末はありません。端末を設定するとログを収集できます。
ko: 페어링된 기기가 없습니다. 로그를 수집하려면 기기를 설정하세요.
zh_hans: 尚无已配对设备。请先设置设备以收集日志。
zh_hant: 尚無已配對裝置。請先設定裝置以收集日誌。

# mt_nav_manage_devices
source: Manage devices
de: Geräte verwalten
es: Gestionar dispositivos
fr: Gérer les appareils
ja: 端末を設定
ko: 기기 관리
zh_hans: 管理设备
zh_hant: 管理裝置

# mt_nav_about
source: Information
de: Informationen
es: Información
fr: Informations
ja: アプリ情報
ko: 정보
zh_hans: 信息
zh_hant: 資訊

# mt_usb_wireless_title
source: Wireless setup (Developer Mode once)
de: WLAN-Einrichtung (Entwicklermodus einmalig)
es: Configuración inalámbrica (modo de desarrollador una vez)
fr: Configuration sans fil (mode développeur une fois)
ja: 無線で設定（初回のみデベロッパモード）
ko: 무선 설정 (개발자 모드 최초 1회)
zh_hans: 无线设置（首次需开发者模式）
zh_hant: 無線設定（首次需開發者模式）

# mt_usb_wireless_detail
source: Enable Developer Mode, then open Settings → Developer → Paired Macs. Select this Mac and enter the six-digit code. You can turn Developer Mode off after pairing.
de: Aktivieren Sie den Entwicklermodus, öffnen Sie Einstellungen → Entwickler → Gekoppelte Macs und geben Sie den sechsstelligen Code ein. Danach können Sie den Modus ausschalten.
es: Activa el modo de desarrollador y abre Ajustes → Desarrollador → Mac enlazados. Elige este Mac e introduce el código de seis dígitos. Luego puedes desactivar el modo.
fr: Activez le mode développeur, ouvrez Réglages → Développeur → Mac jumelés, choisissez ce Mac et saisissez le code à six chiffres. Vous pourrez ensuite désactiver ce mode.
ja: デベロッパモードをオンにし、「設定 → デベロッパ → ペアリング済みMac」でこのMacを選び、6桁コードを入力します。完了後はオフにできます。
ko: 개발자 모드를 켜고 설정 → 개발자 → 페어링된 Mac에서 이 Mac을 선택한 뒤 6자리 코드를 입력하세요. 이후 개발자 모드를 끌 수 있습니다.
zh_hans: 开启开发者模式，在“设置 → 开发者 → 已配对的 Mac”中选择此 Mac 并输入六位代码。配对后可以关闭开发者模式。
zh_hant: 開啟開發者模式，在「設定 → 開發者 → 已配對的 Mac」選擇此 Mac 並輸入六位數代碼。配對後可以關閉開發者模式。

# mt_usb_title
source: USB setup (no Developer Mode)
de: USB-Einrichtung (ohne Entwicklermodus)
es: Configuración USB (sin modo de desarrollador)
fr: Configuration USB (sans mode développeur)
ja: USBで設定（デベロッパモード不要）
ko: USB 설정 (개발자 모드 불필요)
zh_hans: USB 设置（无需开发者模式）
zh_hant: USB 設定（無須開發者模式）

# mt_usb_detail
source: Connect one unlocked device with a data cable and approve Trust This Computer. Run USB setup, then unplug and verify wireless access. If wireless verification fails, try the wireless pairing method above.
de: Verbinden Sie ein entsperrtes Gerät per Datenkabel und bestätigen Sie „Diesem Computer vertrauen“. Nach der USB-Einrichtung das Kabel trennen und den drahtlosen Zugriff prüfen. Falls das fehlschlägt, versuchen Sie die drahtlose Kopplung oben.
es: Conecta un dispositivo desbloqueado con un cable de datos y acepta «Confiar en este ordenador». Tras configurar USB, desconecta el cable y verifica el acceso inalámbrico. Si falla, prueba el enlace inalámbrico anterior.
fr: Connectez un appareil déverrouillé par câble et approuvez « Se fier à cet ordinateur ». Après la configuration USB, débranchez et vérifiez l’accès sans fil. En cas d’échec, essayez le jumelage sans fil ci-dessus.
ja: ロック解除した端末1台をデータ対応ケーブルで接続し、「このコンピュータを信頼」を許可します。USB設定後にケーブルを外して無線接続を確認します。確認できない場合は上の無線ペアリングを試してください。
ko: 잠금 해제된 기기 한 대를 데이터 케이블로 연결하고 이 컴퓨터 신뢰를 허용하세요. USB 설정 후 케이블을 분리하고 무선 접근을 확인합니다. 실패하면 위의 무선 페어링을 시도하세요.
zh_hans: 用数据线连接一台已解锁的设备，并允许“信任此电脑”。完成 USB 设置后拔下线缆并验证无线访问。如果失败，请尝试上方的无线配对。
zh_hant: 用資料線連接一部已解鎖的裝置，並允許「信任此電腦」。完成 USB 設定後拔除線材並驗證無線存取。如果失敗，請嘗試上方的無線配對。

# mt_usb_button
source: Set up with USB
de: Mit USB einrichten
es: Configurar con USB
fr: Configurer par USB
ja: USBで設定
ko: USB로 설정
zh_hans: 通过 USB 设置
zh_hant: 透過 USB 設定

# mt_usb_progress
source: Setting up wireless access over USB…
de: WLAN-Zugriff über USB wird eingerichtet …
es: Configurando acceso inalámbrico por USB…
fr: Configuration de l’accès sans fil par USB…
ja: USBから無線接続を設定中…
ko: USB로 무선 연결 설정 중…
zh_hans: 正在通过 USB 设置无线连接…
zh_hant: 正在透過 USB 設定無線連線…

# mt_usb_success
source: USB setup finished for %@. Disconnect the cable and refresh on the same Wi-Fi. QR pairing becomes available only after wireless access is verified.
de: USB-Einrichtung für %@ abgeschlossen. Trennen Sie das Kabel und aktualisieren Sie im selben WLAN. Der QR-Code erscheint erst nach Prüfung des drahtlosen Zugriffs.
es: Terminó la configuración USB de %@. Desconecta el cable y actualiza en la misma red Wi-Fi. El QR aparecerá al verificar el acceso inalámbrico.
fr: Configuration USB de %@ terminée. Débranchez le câble et actualisez sur le même Wi-Fi. Le QR apparaît après vérification de l’accès sans fil.
ja: %@ のUSB設定が終わりました。ケーブルを外し、同じWi-Fiで再検索してください。無線接続を確認できてからQRを表示します。
ko: %@의 USB 설정이 끝났습니다. 케이블을 분리하고 동일한 Wi-Fi에서 새로고침하세요. 무선 접근을 확인한 뒤 QR 코드가 표시됩니다.
zh_hans: %@ 的 USB 设置已完成。拔下线缆并在同一 Wi-Fi 网络中刷新。验证无线访问后才会显示二维码。
zh_hant: %@ 的 USB 設定已完成。拔除線材並在相同 Wi-Fi 網路中重新整理。驗證無線存取後才會顯示 QR 碼。

# mt_usb_error
source: USB setup failed: %@
de: USB-Einrichtung fehlgeschlagen: %@
es: Error de configuración USB: %@
fr: Échec de la configuration USB : %@
ja: USBでの設定に失敗: %@
ko: USB 설정 실패: %@
zh_hans: USB 设置失败：%@
zh_hant: USB 設定失敗：%@

# mt_usb_no_device
source: Connect one unlocked iPhone or iPad by USB.
de: Verbinden Sie ein entsperrtes iPhone oder iPad per USB.
es: Conecta un iPhone o iPad desbloqueado por USB.
fr: Connectez un iPhone ou iPad déverrouillé par USB.
ja: ロック解除したiPhoneまたはiPadを1台USBで接続してください。
ko: 잠금 해제된 iPhone 또는 iPad 한 대를 USB로 연결하세요.
zh_hans: 请通过 USB 连接一台已解锁的 iPhone 或 iPad。
zh_hant: 請透過 USB 連接一部已解鎖的 iPhone 或 iPad。

# mt_usb_multiple_devices
source: Connect only one iPhone or iPad by USB at a time.
de: Verbinden Sie jeweils nur ein iPhone oder iPad per USB.
es: Conecta solo un iPhone o iPad por USB a la vez.
fr: Ne connectez qu’un seul iPhone ou iPad par USB à la fois.
ja: USBで接続するiPhoneまたはiPadは1台だけにしてください。
ko: iPhone 또는 iPad 한 대만 USB로 연결하세요.
zh_hans: 每次仅通过 USB 连接一台 iPhone 或 iPad。
zh_hant: 每次僅透過 USB 連接一部 iPhone 或 iPad。

# mt_usb_unsupported
source: This feature requires iOS or iPadOS 27 or later.
de: Diese Funktion erfordert iOS oder iPadOS 27 oder neuer.
es: Esta función requiere iOS o iPadOS 27 o posterior.
fr: Cette fonction nécessite iOS ou iPadOS 27 ou version ultérieure.
ja: この機能にはiOSまたはiPadOS 27以降が必要です。
ko: 이 기능은 iOS 또는 iPadOS 27 이상이 필요합니다.
zh_hans: 此功能需要 iOS 或 iPadOS 27 或更高版本。
zh_hant: 此功能需要 iOS 或 iPadOS 27 或更新版本。
